---
kind: enumMember
id: F:Autodesk.Revit.UI.PostableCommand.DisplaceElements
enum: Autodesk.Revit.UI.PostableCommand
source: html/f6ccdc1b-6ac3-9c49-d0bb-8a7d1877eab0.htm
---
# Autodesk.Revit.UI.PostableCommand.DisplaceElements

Creates a view-specific representation of model elements that can be displaced in the view.